Revit 2027 API
ParameterTypeId.LevelIsBuildingStory Property
 "Building Story"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelIsBuildingStory { get; }
Public Shared ReadOnly Property LevelIsBuildingStory As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelIsBuildingStory {
	ForgeTypeId^ get ();
}
static member LevelIsBuildingStory : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace